<template>
  <div class="w-full h-full flex flex-col gap-2">
    <span> Информация </span>
    <span> -------------- </span>
    <span> Данное PWA разработал Гончаров Андрей, группа 224-372 </span>
    <span>
      В этой мини-игре вам необходимо построить чудо света за 1000 дней.
    </span>
    <span>
      Каждый день разделен на 4 отрезка по 6 секунд. Каждый такой отрезок
      считается единицей времени.
    </span>
    <span> Каждые 100 очков постройки увеличивают ее стоимость. </span>
    <span> Торговля приносит случайные результаты. </span>
  </div>
</template>

<script setup>
const store = mainStore();
</script>
